Repository: firstrose/gambas-code
Catalog: gambas3/phpdocgen_gui/.lang/*.po
Languages: cs

source: Default pack name
cs: Výchozí jméno balíčku

source: Document title
cs: Titulek dokumentu

source: Force
cs: Přepisovat

source: Generate
cs: Generovat

source: GUI for program phpdocgen
cs: GUI k programu phpdocgen

source: Name for project
cs: Jméno pro projekt

source: Name project
cs: Jméno projektu

source: Path for new project
cs: Cesta pro nový projekt

source: Preview source code
cs: Se zdrojovými kódy

source: Project
cs: Projekt

source: Scan recursive
cs: Rekurzivně scanovat

source: Select input...
cs: Vyber vstup...

source: Select output...
cs: Vyber výstup...

source: Window title
cs: Titulek okna
