Repository: firstrose/gambas-code
Catalog: gambas3/easydoc/.lang/*.po
Languages: cs

source: Are you sure you want to stop the translation? Document has been changed and not saved!
cs: Jste si jisti, že chcete zastavit překlad? Dokument byl změněn a není uložen!

source: Cancel
cs: Zrušit

source: How to use?
cs: Jak používat?

source: Load wiki
cs: Načti wiki

source: New
cs: Nový

source: New source
cs: Nový zdroj

source: Noname
cs: Bezejména

source: Open
cs: Otevřít

source: Open new source code
cs: Otevřít nový zdrojový kód

source: Preview
cs: Náhled

source: Program for easier translation of Gambas documentation.
cs: Program pro jednodušší překlad Gambas dokumentace.

source: Redo
cs: Znovu

source: Save
cs: Uložit

source: Save as...
cs: Uložit jako...

source: Save as source
cs: Uložit zdroj jako

source: Save source
cs: Uložit zdroj

source: Search in code
cs: Hledej v kódu

source: Search selected text in source code
cs: Hledej označený text ve zdroji

source: Source
cs: Zdroj

source: Source code update
cs: Aktualizace zdrojového kódu

source: Switch after update
cs: Přepnout po aktualizaci

source: Switch to Gambas 2
cs: Přepnout na Gambas 2

source: Switch to Gambas 3
cs: Přepnout na Gambas 3

source: Tab Html is only informational. Wiki tab should help you little bit with wiki code syntaxs
cs: Záložka Html je pouze informativní. Záložku Wiki můžete použít pro malou nápovědu s wiki syntaxi

source: Undo
cs: Zpět

source: Update
cs: Aktualizovat

source: 1) Get your source-code (in plain/text format) from www.gambasdoc.org (you must have translator account) and save it somewhere in you computer
cs: 1) Stáhněte zdrojový wiki kód (v obyčejnem textu) z www.gambasdoc.org (musíš mít účet překladatele) a uložit si ho někde v počítači

source: 2) Open downloaded wiki code (Open button)
cs: 2) Otevři stažený wiko kód (tlačítkem Otevřít)

source: 3) First tab (Preview) should make light preview for you (benefit: it's offline)
cs: 3) První záložka (Náhled) můžete vidíte lehký náhled kódu (výhoda: je offline)

source: 4) Source tab contains source code which you are editing
cs: 4) Záložka zdroje obsahuje zdrojový wiki kód který upravujete

source: 5) After you're done with your changes, click update button for refreshing the preview tab
cs: 5) Poté když skončíte se změnami, klikněte na tlačítko aktualizovat pro obnovení náhledu
